package com.hyjt.home.mvp.model.entity.Resp;

import java.util.List;

/**
 * @author 赵宇驰
 * @time 2017/7/18  14:26
 * @desc ${TODO}
 */

public class LinkManResp {
    /**
     * ContentEncoding : null
     * ContentType : null
     * Data : {"rows":[{"cell":["201203281414282805228527bf0fa1c","shark","信息技术部"]},{"cell":["20120426141601375528685d3e0eb2b","李大鹏","信息技术部"]},{"cell":["201204261416581027732a89463ff56","曹勇","司机大队"]},{"cell":["201205230852542925183762d1222a7","齐化龙","矿业公司"]},{"cell":["2012052510131296874817b23ebc285","龙悦","矿业公司"]},{"cell":["201206091940089843750f16ba6100f","胡殿宇","矿山工程设计研究院 安全评价研究院"]},{"cell":["20120612164750609375054239964cb","蔡福源","矿山工程设计研究院 安全评价研究院"]},{"cell":["2012061216480515625002337f1b3ea","饶强","矿山工程设计研究院 安全评价研究院"]},{"cell":["2012061216482156250008db9689f1a","刘庆臣","矿山工程设计研究院 安全评价研究院"]},{"cell":["201206121650155156250d6bd2a0189","崔权超","矿山工程设计研究院 安全评价研究院"]},{"cell":["201206121650593750000aa99742da7","王长佳","矿山工程设计研究院 安全评价研究院"]},{"cell":["20120613095142093750075d83c0983","孙爱祥","矿业权评估公司"]},{"cell":["201206130953155468750585562bc1d","常笛","矿业权评估公司"]},{"cell":["2012061310023400000009613dfcf86","胡成良","董事长办公室"]},{"cell":["2012061310030190625009857a6a68b","姜东","工程公司"]},{"cell":["2012061310052396875002c8037b27c","郭会山","矿业权评估公司"]},{"cell":["20120613100711000000019c306c643","苟巍巍","工程公司"]},{"cell":["201206131009068593750c8eeac1164","霍光","会计师事务所"]},{"cell":["201206131112438593750d0e9b71369","关君","地质勘查设计研究院"]},{"cell":["201206131112571093750e784cb748d","陈亚东","地质勘查设计研究院"]},{"cell":["201206131113122968750cf28dfc7e2","王琦","地质勘查设计研究院"]},{"cell":["201206131113229375000f90a493e7a","林雨南","地质勘查设计研究院"]},{"cell":["2012061311222856250003ccabc646f","戚文云","地质勘查设计研究院"]},{"cell":["201206131124058281250bfbcfcbc82","王建涛","地质勘查设计研究院"]},{"cell":["201206131124332500000034ec013a3","马洪宝","地质勘查设计研究院"]},{"cell":["20120613112711812500025eebc5360","李金山","地质勘查设计研究院"]},{"cell":["20120613113346562500047402305c2","周升志","信息技术部"]},{"cell":["20120613132702024A9FFBF4CC41369A","肖晗","大连海洋大学项目部"]},{"cell":["201206131327020790A2B339D44548BE","王思远","司机大队"]},{"cell":["2012061313270231D1BB7B681347C99F","张妮",""]},{"cell":["20120613132702555C8AD48F014F47B9","王洪林","沈阳造价部"]},{"cell":["2012061313270256C437A4711D4CC296","王猛","司机大队"]},{"cell":["201206131327026B384EBC21E845418E","陈春歌","矿山工程设计研究院 安全评价研究院"]},{"cell":["201206131327026CA625C97C804E5EAB","梁建军","项目经营管理部"]},{"cell":["2012061313270274AF564CAB6F487EA3","李群超","司机大队"]},{"cell":["20120613132702824F225CA143471C87","王百惠","沈阳造价部"]},{"cell":["201206131327029E51D78CD06D4A1994","刘兴龙","后勤及餐饮部"]},{"cell":["20120613132702A1863B4D94334EE68A","许宝龙","地质勘查设计研究院"]},{"cell":["20120613132702AC20F264B8F245C78D","吴强","沈阳造价部"]},{"cell":["20120613132702AD339D2FDB1B4404A0","张斌","财务部"]},{"cell":["20120613132702AFEB28C6CBCC4A539F","王荣宽",""]},{"cell":["20120613132702C79ED0A67058402AA0","刘健",""]},{"cell":["20120613132702D45E16D6020A44E0AF","王宝成","地质勘查设计研究院"]},{"cell":["20120613132702EE3954746A4B46DB97","蔡德雨","地质勘查设计研究院"]},{"cell":["20120613132702F266FF11549A4716A6","蔡明月","地质勘查设计研究院"]},{"cell":["20120613132702F58D965587384DF3AF","周鑫",""]},{"cell":["20120613132702FB2708D5A8114616AB","王丽娜","项目经营管理部"]},{"cell":["201206201332062500000cfa49df6ce","宁宇","大连办事处"]},{"cell":["201206211456326562500ab4b884e68","苏杭","葫芦岛办事处"]},{"cell":["201206250828512031250318d3b2950","赵威","档案室"]},{"cell":["20120706091325687500052f17fd1c4","王棣","信息技术部"]},{"cell":["2012070908231735937503ef5df140c","商译丹","集美公司"]},{"cell":["201207101325296406250fcb79c407d","赵春玲","矿业权评估公司"]},{"cell":["2012071013472785937505c49d1fa85","张欣娜","矿业权评估公司"]},{"cell":["201207110921377500000478f15a390","杨舒尹","地质勘查设计研究院"]},{"cell":["20120716135820546875047045e7402","白世和","大连办事处"]},{"cell":["2012071809424314062503ff7b3c5a9","杨梦尧","矿业权评估公司"]},{"cell":["201207300954560625000abea619619","秦爱侠","鞍山分公司"]},{"cell":["2012082111145148437508cc29929fe","ld","董事长办公室"]},{"cell":["20120827102949609375069a36838a2","张亚成","集美公司"]},{"cell":["2012083113595376562503d46d29a06","徐伟绩","沈阳造价部"]},{"cell":["201208311608119843750605035b0e4","马艳芳","沈阳造价部"]},{"cell":["2012083116204940625005ac3c486dd","曾虎","招标代理公司"]},{"cell":["201209031007371093750ad2abaa9b8","宋晓鹏","鞍山分公司"]},{"cell":["201209031009425156250dc17ff01ae","刘春艳","鞍山分公司"]},{"cell":["2012090310113592187505817da7bb0","高清","鞍山分公司"]},{"cell":["2012090310124684375004ee33a857e","李想","鞍山分公司"]},{"cell":["2012090310145573437506ffba673e1","周靖雯","鞍山分公司"]},{"cell":["201209031016004531250b744d7ea68","梁雪莹","鞍山分公司"]},{"cell":["201209031017161562500e9159f3e77","丰铁兵","鞍山分公司"]},{"cell":["201209031019407031250f7040f4a61","于永生","鞍山分公司"]},{"cell":["201209031021423281250b9d2312f43","王娇","鞍山分公司"]},{"cell":["201209031027451875000d74b756289","刘秀茹","鞍山分公司"]},{"cell":["201209031029521406250ef5953a661","王峰","鞍山分公司"]},{"cell":["201209031320448750000aec14a79f5","宋致光","会计师事务所"]},{"cell":["2012090313235175000000ccc7043f5","史淑梅","会计师事务所"]},{"cell":["201209050818017500000e8d2738f66","徐红岩","本溪办事处"]},{"cell":["201209050818492031250fe9c86b353","宽甸",""]},{"cell":["201209050819084218750cefa9096c1","辽阳",""]},{"cell":["201209071508091250000d29db3ed21","任鹏","司机大队"]},{"cell":["201209071513009062500b5f3cc3d72","王宇","司机大队"]},{"cell":["201211260841467656250586cb6c582","郭明志","信息技术部"]},{"cell":["201212051054099375000b20f630351","张静一","大连办事处"]},{"cell":["20121210132511281250077d0235ec7","刘作为1","矿山工程设计研究院 安全评价研究院"]},{"cell":["2013010513320292187509458b26f49","姜春涛","大连海洋大学项目部"]},{"cell":["201301140850510781250b98d6fae9c","张伟",""]},{"cell":["201302160803460937500c81fb2e4ca","王馨敏","沈阳造价部"]},{"cell":["20130225094210796875076e6300f1c","刘晓龙","司机大队"]},{"cell":["2013022514183529687504f3d782651","张斌","财务部"]},{"cell":["201302261453430156250baa93a3316","矿主",""]},{"cell":["201303111007008906250461d8e8532","李艳","财务部"]},{"cell":["2013031916153570312500e764e831d","项目部","项目经营管理部"]},{"cell":["20130319162457953125030d31fe503","矿方",""]},{"cell":["201303221537019218750ebbacce8ad","汪金莲","大连海洋大学项目部"]},{"cell":["201303221539573593750468178885a","鞠桂华","大连海洋大学项目部"]},{"cell":["2013040108410010937505c706d9a3e","王国栋","沈阳造价部"]},{"cell":["2013040216361256250008376bf193d","杨长青","后勤及餐饮部"]},{"cell":["201304181627087500000a92f1f95f0","贾娜（替王猛执行登记）","项目经营管理部"]},{"cell":["2013042211535826562505a32458ccd","郭挺","鞍山分公司"]},{"cell":["201304221443347656250508699be8b","董春雷","大连办事处"]},{"cell":["201305071641214843750bc96516b17","胡万骄","会计师事务所"]},{"cell":["201305201054077656250ce696707b7","吴亮",""]},{"cell":["201305241437506718750efe3cc0e0a","翟力墨","大连海洋大学项目部"]},{"cell":["2013070108143251562500b4fa80f12","杨倩鑫","财务部"]},{"cell":["2013072313154059375001ae8574da8","葛亚楠","信息技术部"]},{"cell":["2013101613195226562506984c62373","郭英存","会计师事务所"]},{"cell":["2013102808215334375007eb094432c","马伟荐","司机大队"]},{"cell":["201312110839180781250d8d5fad9be","武宇","地质勘查设计研究院"]},{"cell":["201401151716450926735557d7aa00a","范永彬","工程公司"]},{"cell":["20140115172041071170784e0d199e5","于福江","鞍山分公司"]},{"cell":["201401151727572691198af2e12af88","周静雯","鞍山分公司"]},{"cell":["2014011608300833323958b2be178be","郭韫洁","档案室"]},{"cell":["201401160841358535634f3512054cf","高崇","档案室"]},{"cell":["20140116093842712568656cce9a154","常馨月","项目经营管理部"]},{"cell":["2014022008281335181264ede95a376","李维","沈阳造价部"]},{"cell":["2014030711562884837711b45555d9d","付鹏飞","鞍山分公司"]},{"cell":["20140326081740589793669d6dc67b6","郭赢","财务部"]},{"cell":["2014040808202907679580f93c5a39f","谢常青","司机大队"]},{"cell":["2014070809454316073136236959e53","杜守营","矿业公司"]},{"cell":["2014071010080311437881f7f8cc7ed","张玮","董事长办公室"]},{"cell":["201407110840526880128f245f9c6c6","陈旭","矿业权评估公司"]},{"cell":["201408050820046370641d7d9f0eec4","陈国梁","会计师事务所"]},{"cell":["201408091058046944817bfc2f61e1f","ppp","集团"]},{"cell":["201408180816573944274d26b55c2d2","于小婷","招标代理公司"]},{"cell":["2014082916463245929600496701563","工程公司演示账号","工程公司"]},{"cell":["20140909083819892505284bff25e00","王桂杰","会计师事务所"]},{"cell":["2014091716314352036444f82b92895","郭子成","地质勘查设计研究院"]},{"cell":["2014101308184926317531c2ce23f3f","姚元财","沈阳造价部"]},{"cell":["2014102208212423565847c798ba4d5","李跃","沈阳造价部"]},{"cell":["201411030858380100140922770fa9f","张天华","沈阳造价部"]},{"cell":["201411100807257568724e2192b7dbe","王驰","司机大队"]},{"cell":["2015010911392005121976167c979a2","贾昊","鞍山分公司"]},{"cell":["2015031711003613561053e9f7bcbe3","测试账号0317","集团"]},{"cell":["20150322133951867708607dc40a0bb","维护","信息技术部"]},{"cell":["201503251043132008915448e580f92","胡佳慧","经济政策研究室"]},{"cell":["201506010834430960195552e93962e","刘子丰","沈阳造价部"]},{"cell":["2015062314365786231983dbe2801fd","刘佳奇","大连海洋大学项目部"]},{"cell":["2015071308324044209353bcec9c4d4","贾印丰","集美公司"]},{"cell":["201508121559505707596e0a6d48ed7","郭慧男","鞍山分公司"]},{"cell":["201508121613281295213276fe6cc74","陈冠霖","鞍山分公司"]},{"cell":["2015081316381852856463bbbeb8c03","宫发江","集美公司"]},{"cell":["20150910160831642619765a1d66e90","于素艳","鞍山分公司"]},{"cell":["2015091016163069501990438bc1cd1","王治","鞍山分公司"]},{"cell":["201510280930264929596a2da0abbd2","张晓东","鞍山分公司"]},{"cell":["20151105081149303530477739ee572","张帆","项目经营管理部"]},{"cell":["201511130844554523309106e87e3c9","张小建","鞍山分公司"]},{"cell":["201512010810192704774850b6152ee","张晶萍","经济政策研究室"]},{"cell":["201512171020338404819665ee775a5","姜旭","鞍山分公司"]},{"cell":["2016022211463539851291a3c022741","庞洁峻","人事部"]},{"cell":["201602230803024781350fbb7acaeef","黄宇杰","信息技术部"]},{"cell":["201602230804217856711b2dba297e1","黄宇环","信息技术部"]},{"cell":["20160224093405416562679c8877377","水电费水电费",""]},{"cell":["2016022409415567045963a5bba3f2f","士大夫似的",""]},{"cell":["201603210812217602647601c56d505","刘笑含","董事长办公室"]},{"cell":["2016052508142878244108dc138ed1f","王冬梅","经济政策研究室"]},{"cell":["201606060920164848046e36fa192b2","王立华","财务部"]},{"cell":["201606141109354432733fe3fb382c1","张家华",""]},{"cell":["2016062008414401564063bf61f31e1","徐衍兰","地下水环境小组"]},{"cell":["2016062811375772280076bcde4509d","test","信息技术部"]},{"cell":["201606281617031055818fdf871295e","李珊珊","经济政策研究室"]},{"cell":["20160715101954429014882fe50edef","张海楠","鞍山分公司"]},{"cell":["2016071510200600267689ec3283a47","张海楠","鞍山分公司"]},{"cell":["201607151112472544900dc2bb001fa","朱瑞娟","鞍山分公司"]},{"cell":["201607151114169616210a21d3cff9f","于静春","鞍山分公司"]},{"cell":["201607191040162870904a324907d47","张瑛","顾问"]},{"cell":["201607250822223696334bce010224b","刘嘉碧","财务部"]},{"cell":["201608110915263121197b5e16b4725","王丽娜","信息技术部"]},{"cell":["201608161505031829147c5c7e91d79","张静芳","集团"]},{"cell":["201609140825567933311e933712761","胡成良jm","集美公司"]},{"cell":["2016091413264759677805b938220b9","赵平","后勤及餐饮部"]},{"cell":["2016091413265250105853b9633e46a","赵平","后勤及餐饮部"]},{"cell":["20160914132758418828855f5913dd1","路悦","后勤及餐饮部"]},{"cell":["201609141328445594679ed89418d2c","刘桂芳","后勤及餐饮部"]},{"cell":["2016092810290816071093c86c36c76","陈士良","后勤及餐饮部"]},{"cell":["201610080826352296946231dc3d8f8","迟懿瑶","财务部"]},{"cell":["2016100813480052875064f1cb15ec3","刘桂香","后勤及餐饮部"]},{"cell":["2016112108102753861069f985309dc","程学松","集美公司"]},{"cell":["2017020809073956053523c3e96d2d6","李红梅","后勤及餐饮部"]},{"cell":["20170301095036981026827914c4aff","韩爽","会计师事务所"]},{"cell":["20170328081716366556360b7a83bf1","孙燚龙","信息技术部"]},{"cell":["20170414123027442457608e3d22a17","朱学忠","地质勘查设计研究院"]},{"cell":["201704141230454844895f12c0c593f","朱学忠","地质勘查设计研究院"]},{"cell":["2017052214331101856098892813802","周桂琴",""]},{"cell":["201706090955273443719b2ea5235a3","龙宇翔","鞍山分公司"]},{"cell":["2017060910053742926684fccfc9702","林琳","鞍山分公司"]}],"page":1,"FlexigridPara":{"Page":1,"RP":9999,"SortName":"Id","SortOrder":"asc","Query":"SysDepartmentId&^State&d80daef8-6d04-4cf3-a27c-e4e1794cd942^","QType":null,"Cols":"Id,MyName,SysDepartmentIdOld"},"total":185,"Query":null}
     * JsonRequestBehavior : 1
     */

    private Object ContentEncoding;
    private Object ContentType;
    private DataBean Data;
    private int JsonRequestBehavior;

    public Object getContentEncoding() {
        return ContentEncoding;
    }

    public void setContentEncoding(Object ContentEncoding) {
        this.ContentEncoding = ContentEncoding;
    }

    public Object getContentType() {
        return ContentType;
    }

    public void setContentType(Object ContentType) {
        this.ContentType = ContentType;
    }

    public DataBean getData() {
        return Data;
    }

    public void setData(DataBean Data) {
        this.Data = Data;
    }

    public int getJsonRequestBehavior() {
        return JsonRequestBehavior;
    }

    public void setJsonRequestBehavior(int JsonRequestBehavior) {
        this.JsonRequestBehavior = JsonRequestBehavior;
    }

    public static class DataBean {
        /**
         * rows : [{"cell":["201203281414282805228527bf0fa1c","shark","信息技术部"]},{"cell":["20120426141601375528685d3e0eb2b","李大鹏","信息技术部"]},{"cell":["201204261416581027732a89463ff56","曹勇","司机大队"]},{"cell":["201205230852542925183762d1222a7","齐化龙","矿业公司"]},{"cell":["2012052510131296874817b23ebc285","龙悦","矿业公司"]},{"cell":["201206091940089843750f16ba6100f","胡殿宇","矿山工程设计研究院 安全评价研究院"]},{"cell":["20120612164750609375054239964cb","蔡福源","矿山工程设计研究院 安全评价研究院"]},{"cell":["2012061216480515625002337f1b3ea","饶强","矿山工程设计研究院 安全评价研究院"]},{"cell":["2012061216482156250008db9689f1a","刘庆臣","矿山工程设计研究院 安全评价研究院"]},{"cell":["201206121650155156250d6bd2a0189","崔权超","矿山工程设计研究院 安全评价研究院"]},{"cell":["201206121650593750000aa99742da7","王长佳","矿山工程设计研究院 安全评价研究院"]},{"cell":["20120613095142093750075d83c0983","孙爱祥","矿业权评估公司"]},{"cell":["201206130953155468750585562bc1d","常笛","矿业权评估公司"]},{"cell":["2012061310023400000009613dfcf86","胡成良","董事长办公室"]},{"cell":["2012061310030190625009857a6a68b","姜东","工程公司"]},{"cell":["2012061310052396875002c8037b27c","郭会山","矿业权评估公司"]},{"cell":["20120613100711000000019c306c643","苟巍巍","工程公司"]},{"cell":["201206131009068593750c8eeac1164","霍光","会计师事务所"]},{"cell":["201206131112438593750d0e9b71369","关君","地质勘查设计研究院"]},{"cell":["201206131112571093750e784cb748d","陈亚东","地质勘查设计研究院"]},{"cell":["201206131113122968750cf28dfc7e2","王琦","地质勘查设计研究院"]},{"cell":["201206131113229375000f90a493e7a","林雨南","地质勘查设计研究院"]},{"cell":["2012061311222856250003ccabc646f","戚文云","地质勘查设计研究院"]},{"cell":["201206131124058281250bfbcfcbc82","王建涛","地质勘查设计研究院"]},{"cell":["201206131124332500000034ec013a3","马洪宝","地质勘查设计研究院"]},{"cell":["20120613112711812500025eebc5360","李金山","地质勘查设计研究院"]},{"cell":["20120613113346562500047402305c2","周升志","信息技术部"]},{"cell":["20120613132702024A9FFBF4CC41369A","肖晗","大连海洋大学项目部"]},{"cell":["201206131327020790A2B339D44548BE","王思远","司机大队"]},{"cell":["2012061313270231D1BB7B681347C99F","张妮",""]},{"cell":["20120613132702555C8AD48F014F47B9","王洪林","沈阳造价部"]},{"cell":["2012061313270256C437A4711D4CC296","王猛","司机大队"]},{"cell":["201206131327026B384EBC21E845418E","陈春歌","矿山工程设计研究院 安全评价研究院"]},{"cell":["201206131327026CA625C97C804E5EAB","梁建军","项目经营管理部"]},{"cell":["2012061313270274AF564CAB6F487EA3","李群超","司机大队"]},{"cell":["20120613132702824F225CA143471C87","王百惠","沈阳造价部"]},{"cell":["201206131327029E51D78CD06D4A1994","刘兴龙","后勤及餐饮部"]},{"cell":["20120613132702A1863B4D94334EE68A","许宝龙","地质勘查设计研究院"]},{"cell":["20120613132702AC20F264B8F245C78D","吴强","沈阳造价部"]},{"cell":["20120613132702AD339D2FDB1B4404A0","张斌","财务部"]},{"cell":["20120613132702AFEB28C6CBCC4A539F","王荣宽",""]},{"cell":["20120613132702C79ED0A67058402AA0","刘健",""]},{"cell":["20120613132702D45E16D6020A44E0AF","王宝成","地质勘查设计研究院"]},{"cell":["20120613132702EE3954746A4B46DB97","蔡德雨","地质勘查设计研究院"]},{"cell":["20120613132702F266FF11549A4716A6","蔡明月","地质勘查设计研究院"]},{"cell":["20120613132702F58D965587384DF3AF","周鑫",""]},{"cell":["20120613132702FB2708D5A8114616AB","王丽娜","项目经营管理部"]},{"cell":["201206201332062500000cfa49df6ce","宁宇","大连办事处"]},{"cell":["201206211456326562500ab4b884e68","苏杭","葫芦岛办事处"]},{"cell":["201206250828512031250318d3b2950","赵威","档案室"]},{"cell":["20120706091325687500052f17fd1c4","王棣","信息技术部"]},{"cell":["2012070908231735937503ef5df140c","商译丹","集美公司"]},{"cell":["201207101325296406250fcb79c407d","赵春玲","矿业权评估公司"]},{"cell":["2012071013472785937505c49d1fa85","张欣娜","矿业权评估公司"]},{"cell":["201207110921377500000478f15a390","杨舒尹","地质勘查设计研究院"]},{"cell":["20120716135820546875047045e7402","白世和","大连办事处"]},{"cell":["2012071809424314062503ff7b3c5a9","杨梦尧","矿业权评估公司"]},{"cell":["201207300954560625000abea619619","秦爱侠","鞍山分公司"]},{"cell":["2012082111145148437508cc29929fe","ld","董事长办公室"]},{"cell":["20120827102949609375069a36838a2","张亚成","集美公司"]},{"cell":["2012083113595376562503d46d29a06","徐伟绩","沈阳造价部"]},{"cell":["201208311608119843750605035b0e4","马艳芳","沈阳造价部"]},{"cell":["2012083116204940625005ac3c486dd","曾虎","招标代理公司"]},{"cell":["201209031007371093750ad2abaa9b8","宋晓鹏","鞍山分公司"]},{"cell":["201209031009425156250dc17ff01ae","刘春艳","鞍山分公司"]},{"cell":["2012090310113592187505817da7bb0","高清","鞍山分公司"]},{"cell":["2012090310124684375004ee33a857e","李想","鞍山分公司"]},{"cell":["2012090310145573437506ffba673e1","周靖雯","鞍山分公司"]},{"cell":["201209031016004531250b744d7ea68","梁雪莹","鞍山分公司"]},{"cell":["201209031017161562500e9159f3e77","丰铁兵","鞍山分公司"]},{"cell":["201209031019407031250f7040f4a61","于永生","鞍山分公司"]},{"cell":["201209031021423281250b9d2312f43","王娇","鞍山分公司"]},{"cell":["201209031027451875000d74b756289","刘秀茹","鞍山分公司"]},{"cell":["201209031029521406250ef5953a661","王峰","鞍山分公司"]},{"cell":["201209031320448750000aec14a79f5","宋致光","会计师事务所"]},{"cell":["2012090313235175000000ccc7043f5","史淑梅","会计师事务所"]},{"cell":["201209050818017500000e8d2738f66","徐红岩","本溪办事处"]},{"cell":["201209050818492031250fe9c86b353","宽甸",""]},{"cell":["201209050819084218750cefa9096c1","辽阳",""]},{"cell":["201209071508091250000d29db3ed21","任鹏","司机大队"]},{"cell":["201209071513009062500b5f3cc3d72","王宇","司机大队"]},{"cell":["201211260841467656250586cb6c582","郭明志","信息技术部"]},{"cell":["201212051054099375000b20f630351","张静一","大连办事处"]},{"cell":["20121210132511281250077d0235ec7","刘作为1","矿山工程设计研究院 安全评价研究院"]},{"cell":["2013010513320292187509458b26f49","姜春涛","大连海洋大学项目部"]},{"cell":["201301140850510781250b98d6fae9c","张伟",""]},{"cell":["201302160803460937500c81fb2e4ca","王馨敏","沈阳造价部"]},{"cell":["20130225094210796875076e6300f1c","刘晓龙","司机大队"]},{"cell":["2013022514183529687504f3d782651","张斌","财务部"]},{"cell":["201302261453430156250baa93a3316","矿主",""]},{"cell":["201303111007008906250461d8e8532","李艳","财务部"]},{"cell":["2013031916153570312500e764e831d","项目部","项目经营管理部"]},{"cell":["20130319162457953125030d31fe503","矿方",""]},{"cell":["201303221537019218750ebbacce8ad","汪金莲","大连海洋大学项目部"]},{"cell":["201303221539573593750468178885a","鞠桂华","大连海洋大学项目部"]},{"cell":["2013040108410010937505c706d9a3e","王国栋","沈阳造价部"]},{"cell":["2013040216361256250008376bf193d","杨长青","后勤及餐饮部"]},{"cell":["201304181627087500000a92f1f95f0","贾娜（替王猛执行登记）","项目经营管理部"]},{"cell":["2013042211535826562505a32458ccd","郭挺","鞍山分公司"]},{"cell":["201304221443347656250508699be8b","董春雷","大连办事处"]},{"cell":["201305071641214843750bc96516b17","胡万骄","会计师事务所"]},{"cell":["201305201054077656250ce696707b7","吴亮",""]},{"cell":["201305241437506718750efe3cc0e0a","翟力墨","大连海洋大学项目部"]},{"cell":["2013070108143251562500b4fa80f12","杨倩鑫","财务部"]},{"cell":["2013072313154059375001ae8574da8","葛亚楠","信息技术部"]},{"cell":["2013101613195226562506984c62373","郭英存","会计师事务所"]},{"cell":["2013102808215334375007eb094432c","马伟荐","司机大队"]},{"cell":["201312110839180781250d8d5fad9be","武宇","地质勘查设计研究院"]},{"cell":["201401151716450926735557d7aa00a","范永彬","工程公司"]},{"cell":["20140115172041071170784e0d199e5","于福江","鞍山分公司"]},{"cell":["201401151727572691198af2e12af88","周静雯","鞍山分公司"]},{"cell":["2014011608300833323958b2be178be","郭韫洁","档案室"]},{"cell":["201401160841358535634f3512054cf","高崇","档案室"]},{"cell":["20140116093842712568656cce9a154","常馨月","项目经营管理部"]},{"cell":["2014022008281335181264ede95a376","李维","沈阳造价部"]},{"cell":["2014030711562884837711b45555d9d","付鹏飞","鞍山分公司"]},{"cell":["20140326081740589793669d6dc67b6","郭赢","财务部"]},{"cell":["2014040808202907679580f93c5a39f","谢常青","司机大队"]},{"cell":["2014070809454316073136236959e53","杜守营","矿业公司"]},{"cell":["2014071010080311437881f7f8cc7ed","张玮","董事长办公室"]},{"cell":["201407110840526880128f245f9c6c6","陈旭","矿业权评估公司"]},{"cell":["201408050820046370641d7d9f0eec4","陈国梁","会计师事务所"]},{"cell":["201408091058046944817bfc2f61e1f","ppp","集团"]},{"cell":["201408180816573944274d26b55c2d2","于小婷","招标代理公司"]},{"cell":["2014082916463245929600496701563","工程公司演示账号","工程公司"]},{"cell":["20140909083819892505284bff25e00","王桂杰","会计师事务所"]},{"cell":["2014091716314352036444f82b92895","郭子成","地质勘查设计研究院"]},{"cell":["2014101308184926317531c2ce23f3f","姚元财","沈阳造价部"]},{"cell":["2014102208212423565847c798ba4d5","李跃","沈阳造价部"]},{"cell":["201411030858380100140922770fa9f","张天华","沈阳造价部"]},{"cell":["201411100807257568724e2192b7dbe","王驰","司机大队"]},{"cell":["2015010911392005121976167c979a2","贾昊","鞍山分公司"]},{"cell":["2015031711003613561053e9f7bcbe3","测试账号0317","集团"]},{"cell":["20150322133951867708607dc40a0bb","维护","信息技术部"]},{"cell":["201503251043132008915448e580f92","胡佳慧","经济政策研究室"]},{"cell":["201506010834430960195552e93962e","刘子丰","沈阳造价部"]},{"cell":["2015062314365786231983dbe2801fd","刘佳奇","大连海洋大学项目部"]},{"cell":["2015071308324044209353bcec9c4d4","贾印丰","集美公司"]},{"cell":["201508121559505707596e0a6d48ed7","郭慧男","鞍山分公司"]},{"cell":["201508121613281295213276fe6cc74","陈冠霖","鞍山分公司"]},{"cell":["2015081316381852856463bbbeb8c03","宫发江","集美公司"]},{"cell":["20150910160831642619765a1d66e90","于素艳","鞍山分公司"]},{"cell":["2015091016163069501990438bc1cd1","王治","鞍山分公司"]},{"cell":["201510280930264929596a2da0abbd2","张晓东","鞍山分公司"]},{"cell":["20151105081149303530477739ee572","张帆","项目经营管理部"]},{"cell":["201511130844554523309106e87e3c9","张小建","鞍山分公司"]},{"cell":["201512010810192704774850b6152ee","张晶萍","经济政策研究室"]},{"cell":["201512171020338404819665ee775a5","姜旭","鞍山分公司"]},{"cell":["2016022211463539851291a3c022741","庞洁峻","人事部"]},{"cell":["201602230803024781350fbb7acaeef","黄宇杰","信息技术部"]},{"cell":["201602230804217856711b2dba297e1","黄宇环","信息技术部"]},{"cell":["20160224093405416562679c8877377","水电费水电费",""]},{"cell":["2016022409415567045963a5bba3f2f","士大夫似的",""]},{"cell":["201603210812217602647601c56d505","刘笑含","董事长办公室"]},{"cell":["2016052508142878244108dc138ed1f","王冬梅","经济政策研究室"]},{"cell":["201606060920164848046e36fa192b2","王立华","财务部"]},{"cell":["201606141109354432733fe3fb382c1","张家华",""]},{"cell":["2016062008414401564063bf61f31e1","徐衍兰","地下水环境小组"]},{"cell":["2016062811375772280076bcde4509d","test","信息技术部"]},{"cell":["201606281617031055818fdf871295e","李珊珊","经济政策研究室"]},{"cell":["20160715101954429014882fe50edef","张海楠","鞍山分公司"]},{"cell":["2016071510200600267689ec3283a47","张海楠","鞍山分公司"]},{"cell":["201607151112472544900dc2bb001fa","朱瑞娟","鞍山分公司"]},{"cell":["201607151114169616210a21d3cff9f","于静春","鞍山分公司"]},{"cell":["201607191040162870904a324907d47","张瑛","顾问"]},{"cell":["201607250822223696334bce010224b","刘嘉碧","财务部"]},{"cell":["201608110915263121197b5e16b4725","王丽娜","信息技术部"]},{"cell":["201608161505031829147c5c7e91d79","张静芳","集团"]},{"cell":["201609140825567933311e933712761","胡成良jm","集美公司"]},{"cell":["2016091413264759677805b938220b9","赵平","后勤及餐饮部"]},{"cell":["2016091413265250105853b9633e46a","赵平","后勤及餐饮部"]},{"cell":["20160914132758418828855f5913dd1","路悦","后勤及餐饮部"]},{"cell":["201609141328445594679ed89418d2c","刘桂芳","后勤及餐饮部"]},{"cell":["2016092810290816071093c86c36c76","陈士良","后勤及餐饮部"]},{"cell":["201610080826352296946231dc3d8f8","迟懿瑶","财务部"]},{"cell":["2016100813480052875064f1cb15ec3","刘桂香","后勤及餐饮部"]},{"cell":["2016112108102753861069f985309dc","程学松","集美公司"]},{"cell":["2017020809073956053523c3e96d2d6","李红梅","后勤及餐饮部"]},{"cell":["20170301095036981026827914c4aff","韩爽","会计师事务所"]},{"cell":["20170328081716366556360b7a83bf1","孙燚龙","信息技术部"]},{"cell":["20170414123027442457608e3d22a17","朱学忠","地质勘查设计研究院"]},{"cell":["201704141230454844895f12c0c593f","朱学忠","地质勘查设计研究院"]},{"cell":["2017052214331101856098892813802","周桂琴",""]},{"cell":["201706090955273443719b2ea5235a3","龙宇翔","鞍山分公司"]},{"cell":["2017060910053742926684fccfc9702","林琳","鞍山分公司"]}]
         * page : 1
         * FlexigridPara : {"Page":1,"RP":9999,"SortName":"Id","SortOrder":"asc","Query":"SysDepartmentId&^State&d80daef8-6d04-4cf3-a27c-e4e1794cd942^","QType":null,"Cols":"Id,MyName,SysDepartmentIdOld"}
         * total : 185
         * Query : null
         */

        private int page;
        private FlexigridParaBean FlexigridPara;
        private int total;
        private Object Query;
        private List<RowsBean> rows;

        public int getPage() {
            return page;
        }

        public void setPage(int page) {
            this.page = page;
        }

        public FlexigridParaBean getFlexigridPara() {
            return FlexigridPara;
        }

        public void setFlexigridPara(FlexigridParaBean FlexigridPara) {
            this.FlexigridPara = FlexigridPara;
        }

        public int getTotal() {
            return total;
        }

        public void setTotal(int total) {
            this.total = total;
        }

        public Object getQuery() {
            return Query;
        }

        public void setQuery(Object Query) {
            this.Query = Query;
        }

        public List<RowsBean> getRows() {
            return rows;
        }

        public void setRows(List<RowsBean> rows) {
            this.rows = rows;
        }

        public static class FlexigridParaBean {
            /**
             * Page : 1
             * RP : 9999
             * SortName : Id
             * SortOrder : asc
             * Query : SysDepartmentId&^State&d80daef8-6d04-4cf3-a27c-e4e1794cd942^
             * QType : null
             * Cols : Id,MyName,SysDepartmentIdOld
             */

            private int Page;
            private int RP;
            private String SortName;
            private String SortOrder;
            private String Query;
            private Object QType;
            private String Cols;

            public int getPage() {
                return Page;
            }

            public void setPage(int Page) {
                this.Page = Page;
            }

            public int getRP() {
                return RP;
            }

            public void setRP(int RP) {
                this.RP = RP;
            }

            public String getSortName() {
                return SortName;
            }

            public void setSortName(String SortName) {
                this.SortName = SortName;
            }

            public String getSortOrder() {
                return SortOrder;
            }

            public void setSortOrder(String SortOrder) {
                this.SortOrder = SortOrder;
            }

            public String getQuery() {
                return Query;
            }

            public void setQuery(String Query) {
                this.Query = Query;
            }

            public Object getQType() {
                return QType;
            }

            public void setQType(Object QType) {
                this.QType = QType;
            }

            public String getCols() {
                return Cols;
            }

            public void setCols(String Cols) {
                this.Cols = Cols;
            }
        }

        public static class RowsBean {
            private List<String> cell;

            public List<String> getCell() {
                return cell;
            }

            public void setCell(List<String> cell) {
                this.cell = cell;
            }
        }
    }
}
